Get-Command #возвращает список всех имеющихся командлетов
Get-WmiObject #отображает справочную информацию о командлетах и общие сведения
Get-EventLog #возвращает журналы событий Windows
Get-Process #возвращает отдельный активный процесс или список активных процессов
Get-Service #возвращает одну из служб Windows
Get-Content #считывает содержимое текстового файла, обрабатывая каждую строку как дочерний объект
Add-Content #добавляет содержимое в конец текстового файла
Copy-Item #копирует файлы, папки и другие объекты.
Get-Acl #возвращает списки управления доступом (ACL)
Get-Help about*
